"Download start failed" = "A letöltés megkezdése sikertelen";
"Downloading..." = "Letöltés ...";
"Error getting URL for save" = "Hiba a mentéshez szükséges URL lekérésekor";
"Error unzipping save" = "Hiba a mentés kibontásával";
"Error zipping save" = "Hiba a mentés tömörítésével";
"Failed to start query" = "Nem sikerült elindítani a lekérdezést";
"Listing contents of directory failed" = "A könyvtár tartalmának felsorolása nem sikerült";
"Load successful" = "Betöltés sikeres";
"Removing file failed" = "Fájl eltávolítása nem sikerült";
"Save successful" = "Sikeres mentés";
"Saving..." = "Mentés ...";
"Unpacking..." = "Kicsomagolás ...";
"Upload successful!" = "Sikeres feltöltés!";
"Uploading..." = "Feltöltés ...";
